Repository: straightvisions/module_sv_content
Catalog: languages/*.po
Languages: de_de

source: Archive
de_de: Archiv

source: Category
de_de: Kategorie

source: Recent Posts
de_de: Letzte Beiträge

source: No posts available
de_de: Keine Beiträge vorhanden

source: Search results for
de_de: Suchergebnisse für

source: Tag
de_de: Schlagwort

source: View all posts in %s
de_de: Zeige alle Beiträge in %s

source: Read more
de_de: Weiterlesen

source: Page not found
de_de: Seite nicht gefunden

source: Bring me back to the homepage
de_de: Bringe mich zurück zur Startseite!

source: Page
de_de: Seite

source: This module defines and manages content output, via the "[sv_content]" shortcode.
de_de: Dieses Modul definiert und verwaltet die Ausgabe von Inhalten über den Shortcode "[sv_content]".

source: Settings
de_de: Einstellungen

source: Small
de_de: Klein

source: Medium
de_de: Mittel

source: Large
de_de: Groß

source: Huge
de_de: Riesig

source: Select a page for showing custom content in error 404 / not found cases
de_de: Wähle eine Seite, die angezeigt werden soll, wenn keine Seite gefunden wurde.

source: Home Listing
de_de: Startseiten Auflistung

source: Defines how posts on the homepage will be displayed.
de_de: Definiert, wie Beiträge auf der Startseite angezeigt werden.

source: List (Default)
de_de: Liste (Standard)

source: Grid
de_de: Raster

source: Category Listing
de_de: Kategorienliste

source: Defines how posts filtered by category will be displayed.
de_de: Legt fest, wie Beiträge, die nach Kategorien gefiltert werden, angezeigt werden.

source: Tag Listing
de_de: Schlagwörter Auflistung

source: Defines how posts filtered by tags will be displayed.
de_de: Legt fest, wie Beiträge, die durch Schlagwörtern gefiltert werden, angezeigt werden.

source: Search Listing
de_de: Such Auflistung

source: Defines how the search results will be displayed.
de_de: Legt fest, wie die Suchergebnisse angezeigt werden.

source: Sidebar - Frontpage
de_de: Seitenleiste - Startseite

source: Widgets in this area will be shown in the sidebar of the frontpage/landingpage.
de_de: Widgets in diesem Bereich werden in der Seitenleiste der Startseite angezeigt.

source: Sidebar - Pages
de_de: Seitenleiste - Seiten

source: Widgets in this area will be shown in the sidebar of a page.
de_de: Widgets in diesem Bereich werden in der Seitenleiste einer Seite angezeigt.

source: Sidebar - Posts
de_de: Seitenleiste - Beiträge

source: Widgets in this area will be shown in the sidebar of single posts.
de_de: Widgets in diesem Bereich werden in der Seitenleiste einzelner Beiträge angezeigt.
